const INTERN_DATA = [
    {
        id:1,
        title:'เจ้าหน้าที่ฝ่าย IT',
        image:[
            'https://cdn.discordapp.com/attachments/966965279466864664/966979264299823124/IMG_20180829_121300.jpg',
            'https://cdn.discordapp.com/attachments/966965279466864664/976431437505003530/IMG_20180829_121143.jpg',
        ],
        year:2019,
        desc:'ได้ฝึกงานที่เป็นหน้าที่ฝ่าย IT ของโรงเรียนสิชลคุณาธารวิทยา หน้าที่ที่ได้รับมอบหมายมาคือ เป็นทั้งชั่งซ่อมคอมลง Windows ใหม่ ประกอบคอมใหม่ ดูแลระบบเว็บไซต์ของโรงเรียน รวมไปถึงฝึกสอนและส่งเอกสารต่าง ๆ ทำทุกอย่างที่เขาให้ทำแล้วจริง ๆ'
    }
]

export default INTERN_DATA;