const INTERN_DATA = [
    {
        id:1,
        title:'เจ้าหน้าที่ฝ่าย IT',
        image:[
            'https://i3.fpic.cc/file/img-b1/2022/02/12/IMG_20180829_081615.md.jpg',
            'https://i3.fpic.cc/file/img-b1/2022/02/12/IMG_20180829_121300.md.jpg',
            'https://i3.fpic.cc/file/img-b1/2022/02/12/IMG_20180918_125007.md.jpg',
            'https://i3.fpic.cc/file/img-b1/2022/02/12/IMG_20181228_182534.md.jpg'
        ],
        year:2019,
        desc:'ได้ฝึกงานที่เป็นหน้าที่ฝ่าย IT ของโรงเรียนสิชลคุณาธารวิทยา หน้าที่ที่ได้รับมอบหมายมาคือ เป็นทั้งชั่งซ่อมคอมลง Windows ใหม่ ประกอบคอมใหม่ ดูแลระบบเว็บไซต์ของโรงเรียน รวมไปถึงฝึกสอนและส่งเอกสารต่าง ๆ ทำทุกอย่างที่เขาให้ทำแล้วจริง ๆ'
    }
]

export default INTERN_DATA;