{
    "intro": {
        "title":"สวัสดีครับผม !!!!",
        "description": "สวัสดีครับทุกคน ผมชื่อเบนซ์ ตอนนี้กำลังเรียนอยู่ที่ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ วิทยาเขตปราจีนบุรี สาขา IT ชั้นปีที่ 4 เทอม 1"
    },
    "navbar" : {
        "resume":"เรซูเม่",
        "portfolio":"แฟ้มสะสมผลงาน",
        "contact":"ติดต่อผม"
    }
    ,
    "about_me":{
        "title":"เกี่ยวกับฉัน",
        "description":"ทำความรู้จักผมเพิ่มเติมได้จากที่นี่เลย",
        "content":{
            "name":"กิตติศักดิ์ ปานเหลือ",
            "aboutMe":"สวัสดีครับทุกคน ผมชื่อนายกิตติศักดิ์ ปานเหลือ ชื่อเล่นเบนซ์ครับ ตอนนี้กำลังศึกษาอยู่ที่มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ วิทยาเขตปราจีนบุรี คณะเทคโนโลยีและการจัดการอุตสาหกรรม สาขาเทคโนโลยีสารสนเทศ ชั้นปีที่ 4 แล้วครับ",
            "favorites":{
                "title":"สิ่งที่ชอบ",
                "first":"เรียนรู้สิ่งใหม่ ๆ",
                "second":"เขียน code",
                "third":"แมว",
                "fourth":"หมา",
                "fifth":"ฟังเพลง"
            },
            "videoIntroduce":"วีดีโอแนะนำตัวเอง"
        }
    },
    "resume":{
        "title":"เรซูเม่",
        "description":"ประวัติการศึกษาและการทำงานของผมเอง",
        "content": {
            "education": {
                "title":"ประวัติการศึกษา",
                "first":{
                    "year":"2012-2015",
                    "school_name":"โรงเรียนสิชลคุณาธารวิทยา",
                    "qualification":"มัธยมศึกษาปีที่ 1-3 วิทย์-คณิต"
                },
                "second":{
                    "year":"2017-2019",
                    "school_name":"วิทยาลัยเทคโนโลยีพณิชยการสิชล",
                    "qualification":"ปวช. คอมพิวเตอร์ธุรกิจ"
                },
                "third":{
                    "year":"2019-Present",
                    "school_name":"มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ",
                    "qualification":"วิทยาศาสตร์บัญฑิต สาขาเทคโนโลยีสารสนเทศ"
                }
            },
            "experiences":{
                "title":"ประวัติการเข้าฝึกงาน",
                "first":{
                    "year":"2019",
                    "title":"เจ้าหน้าที่ฝ่าย IT (ฝึกงาน)",
                    "description":"ได้ฝึกงานที่เป็นหน้าที่ฝ่าย IT ของโรงเรียนสิชลคุณาธารวิทยา หน้าที่ที่ได้รับมอบหมายมาคือ เป็นทั้งชั่งซ่อมคอมลง Windows ใหม่ ประกอบคอมใหม่ ดูแลระบบเว็บไซต์ของโรงเรียน รวมไปถึงฝึกสอนและส่งเอกสารต่าง ๆ"
                }
            }
        }
    },
    "skill":{
        "title":"ทักษะ",
        "description":"ดูได้จากผลงานที่เคยๆทำ มาเลยครับ",
        "content":"กำลังศึกษา"
    },
    "contact":{
        "title":"ติดต่อผม",
        "description":"ช่องทางการติดต่อผมคลิกดูได้เลย",
        "content":{
            "header":"ช่องทางการติดต่อ",
            "phone":{
                "title":"เบอร์โทร",
                "phone_number":"065-0757849"
            },
            "email":{
                "title":"อีเมล",
                "email":"kittisak.panluea@email.kmutnb.ac.th or benzkittisak2017@outlook.com"
            },
            "facebook":{
                "title":"Facebook",
                "facebook_url":"https://www.facebook.com/benzkittisakPL"
            },
            "line":{
                "title":"Line",
                "line_id":"benzbco"
            }
        },
        "map":"แผนที่"
    },
    "portfolio": {
        "title":"แฟ้มสะสมผลงาน",
        "description":"ถ้าอยากดูผลงานทั้งหมดที่ผมเคยทำมาตลอดเวลาหลายปี สามารถคลิกดูได้จากตรงนี้เลยครับผม",
        "project1":{
            "title":"เว็บไซต์โรงเรียนสิชลคุณาธารวิทยา",
            "description":"ได้รับงานในการพัฒนาเว็บไซต์ของโรงเรียนสิชลคุณาธารวิทยา โดยรับผิดชอบในการออกแบบและพัฒนาตัวเว็บไซต์ ซึ่งในปัจจุบันทางโรงเรียนได้ทำการขอเปลี่ยนรูปแบบของเว็บไซต์มาเป็นแบบภาพที่แนบไว้เรียบร้อยแล้ว ทำให้ไม่มีรูปของเว็บไซต์ที่ใช้ก่อนหน้ามาให้รับชม"
        },
        "project2":{
            "title":"เว็บไซต์โรงเรียนถนอมศรีศึกษา",
            "description":"ได้รับงานในการพัฒนาเว็บไซต์ของโรงเรียนถนอมศรีศึกษา ซึ่งได้รับการติดต่อจากทางเพื่อนของครูที่โรงเรียนสิชลคุณาธารวิทยาให้มาออกแบบและพัฒนาเว็บไซต์ให้ื ปัจจุบันทางโรงเรียนยังคงใช้รูปแบบของเว็บไซต์เดิมที่ออกแบบให้อยู่ แต่เว็บไซต์ยังไม่สมบูรณ์เนื่องจากเหตุผลบางประการของทางผู้ว่าจ้าง"
        },
        "project3": {
            "title":"เว็บไซต์ร้านขายต้นไม้ V1",
            "description":"เว็บไซต์สร้างขึ้นมาเพื่อทบทวนการใช้ React เพราะว่าไม่ได้ใช้นานมากแล้ว เลยอยากจะรื้อฟื้นและอยากทำร้านอะไรสักอย่างก็เลยสร้างเป็นร้านขายต้นไม้"
        },
        "project4": {
            "title":"เว็บไซต์ร้านขายต้นไม้ V2",
            "description":"เป็นการนำเอาร้านขายต้นไม้มาออกแบบและสร้างขึ้นมาใหม่ ในรูปแบบที่ตัวเองชอบ"
        },
        "project5":{
            "title":"เว็บไซต์หาที่เที่ยว",
            "description":"ด้วยความที่เบื่อการสร้างเว็บไซต์ที่เป็นร้านค้า เลยอยากทำอะไรที่แปลกใหม่สำหรับตัวเองบ้างและด้วยความที่ตัวเองไม่ได้ออกไปเที่ยวที่ไหนเลย เลยคิดว่าทำเว็บหาที่เที่ยวคงจะดีเลยเป็นที่มาของเว็บไซต์นี้"
        },
        "project6":{
            "title":"Portfolio สอนเพื่อน",
            "description":"เว็บไซต์มีที่มาจากการที่ทางสาขามีวิชาบริหารโครงการเทคโนโลยี และอาจารย์ต้องการให้นักศึกษาคิดโปรเจ็คที่อยากทำมากลุ่มละอย่างเพื่อสอนเพื่อน ๆและคนที่สนใจ เลยคิดว่าไหน ๆ เพื่อน ๆ ก็ต้องไปฝึกงานกันถ้างั้นก้สอนเพื่อนทำเว็บ portfolio แบบง่าย ๆ ไปเลย"
        },
        "project7":{
            "title":"Portfolio ของตัวเอง",
            "description":"เว็บนี้มาจากที่ตัวเองอยากทำเว็บ Portfolio เป็นของตัวเองสักเว็บหนึ่ง และผมก็ใช้ระบบ macOS มานานมากแล้วเลยอยากทำหน้าตาของเว็บให้มันดูเก่า ๆ ผลที่ได้ก็อย่างที่ทุกท่านเห็นอยู่นี่แหละครับผม"
        },
        "project8":{
            "title":"Vue Project",
            "description":"เว็บนี้เป็นโปรเจ็คของวิชา JavaScript โดยที่อาจารย์ให้ใช้ VueJS กับ MongoDB ในการทำเป็นเว็บไซต์ที่พัฒนาเป็น Fullstack โดยที่ใช้ภาษา JavaScript ในการเขียน มีระบบของ Admin ด้วยแต่ว่าไม่ได้แคปหน้าจอมาให้ดูครับ"
        },
        "other":{
            "title":"อื่น ๆ",
            "description":"ถ้าหากต้องการดูงานอื่น ๆ อีกสามารถเข้าไปดูได้ใน GitHub ของผมเอง จิ้มที่ปุ่มด้านล่างได้เลยครับผม"
        }
    },
    "project":{
        "title": "เว็บไซต์นี้",
        "description":"ดาวน์โหลดเว็บไซต์นี้ได้ที่นี่เลย!"
    },
    "thank_you":{
        "title":"ขอบคุณครับ",
        "description":"ขอบคุณที่เข้ามารับชมและให้ความสนใจครับ"
    },
    "button" :{
        "read_more":"อ่านเพิ่มเติม",
        "github":"GitHub",
        "download":"ดาวน์โหลด Resume",
        "go_website":"เข้าชมเว็บไซต์"
    },
    "window_title":{
        "aboutMe": "เกี่ยวกับฉัน",
        "resume":"เรซูเม่",
        "skill":"ทักษะ",
        "contact":"ติดต่อผม",
        "portfolio":"แฟ้มสะสมผลงาน"
    }
}